[
    {
        "id": 1,
        "chefName": "Ian Kittichai",
        "yearsOfExperience": 25,
        "numberOfRecipes": 150,
        "picture": "https://szwasia.com/wp-content/uploads/2022/07/chef-1.jpg",
        "bio": "Ian Kittichai is a Thai chef, restaurateur, cookbook author and television host. He is known for his modern take on traditional Thai cuisine, using international techniques and ingredients. He has worked in many prestigious restaurants around the world, including the Mandarin Oriental Bangkok, Nobu in New York, and Spoon in Hong Kong. He currently owns and operates his own restaurants in Thailand and around the world."
    },
    {
        "id": 2,
        "chefName": "David Thompson",
        "yearsOfExperience": 30,
        "numberOfRecipes": 200,
        "picture": "https://www.centraltheoriginalstore.com/wp-content/uploads/2020/10/01-Chef-1-819x1024.jpg",
        "bio": "David Thompson is an Australian chef and author known for his expertise in Thai cuisine. He has spent over 30 years studying and cooking Thai food, including working in some of Thailand's most prestigious restaurants. He has published several cookbooks on Thai cuisine, including the award-winning 'Thai Food'. He currently runs his own restaurant, Aaharn, in Hong Kong."
    },
    {
        "id": 3,
        "chefName": "Darin 'Dee' Limsuansub",
        "yearsOfExperience": 10,
        "numberOfRecipes": 50,
        "picture": "https://media.licdn.com/dms/image/D5603AQEo1Ka-ku8aag/profile-displayphoto-shrink_800_800/0/1670002602294?e=2147483647&v=beta&t=vH5UtrZPuwshm6SGdMT8xtHtXSTWtE_-AFEbZNly-S0",
        "bio": "Darin 'Dee' Limsuansub is a Thai chef and owner of the restaurant Limsuansub in Bangkok. She is known for her creative and playful approach to Thai cuisine, using unexpected ingredients and techniques to create unique and memorable dishes. She has won several awards for her cooking, including Iron Chef Thailand in 2020. She is also an advocate for using sustainable and locally sourced ingredients in her cooking."
    },
    {
        "id": 4,
        "chefName": "Bee Satongun",
        "yearsOfExperience": 15,
        "numberOfRecipes": 75,
        "picture": "https://images.lifestyleasia.com/wp-content/uploads/sites/3/2022/05/19153210/180089920_3881468955305844_8810908340547874890_n-copy-1202x900.jpg",
        "bio": "Bee Satongun is a Thai chef and co-owner of the Michelin-starred restaurant Paste in Bangkok. She is known for her dedication to traditional Thai cooking techniques and ingredients, as well as her creativity in combining different regional Thai cuisines. She has won several awards for her cooking, including Asia's 50 Best Restaurants in 2018 and 2019."
    },
    {
        "id": 5,
        "chefName": "Pim Techamuanvivit",
        "yearsOfExperience": 18,
        "numberOfRecipes": 90,
        "picture": "https://www.exotiq.com/sites/default/files/styles/front_left_column/public/screen_shot_2019-01-26_at_03.02.39.png?itok=wpc4WzxW",
        "bio": "Pim Techamuanvivit is a Thai chef, food writer, and cookbook author based in San Francisco. She is known for her blog 'Chez Pim' and her cookbook 'The Foodie Handbook'. She is also a columnist for the San Francisco Chronicle and has written for several other publications. She is passionate about preserving traditional Thai cooking techniques and ingredients, while also experimenting with new flavors and techniques."
    },
    {
        "id": 6,
        "chefName": "Sarinthorn Chanchaleun",
        "yearsOfExperience": 12,
        "numberOfRecipes": 90,
        "picture": "https://momentary-assets.s3.amazonaws.com/uploads/2023/04/Ma-Der-Lao-Kitchen-16_2000-scaled.jpg",
        "bio": "Sarinthorn Chanchaleun, also known as 'Chef Ann', is a Thai chef and co-owner of the restaurant Krok in Bangkok. She is known for her creative and innovative approach to Thai cuisine, using modern techniques and ingredients while still honoring traditional Thai flavors. She has worked in several Michelin-starred restaurants in Europe and Asia, including The Ledbury in London and Gaggan in Bangkok. She has also won several awards for her cooking, including Iron Chef Thailand in 2016."
    }
]